{
  "text": [
    {
      "text": "About Company",
      "color": "omegaDarker",
      "variant": "h2"
    },
    {
      "text": "The year was 2007, when we as Hostings House started our operations with a small team of software engineers, marketing and business professionals. Soon after our inaugural year, we stepped into the digital marketing industry with a focus primarily on direct customer engagement channels and email marketing. Since then we never looked back, Email Server Management followed by theSMTP and then Mumara, we have achieved several milestones during these years of growth and learning.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "After the immense success and acknowledgment of Mumara the self-hosted email marketing software, we started working on multiple applications to improve the experience of customer communication and process of marketing automation using digital channels. The idea grew, and we ended up on the Mumara App store.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "Mumara email has been through entire architectural rebuilt, features are enhanced, processes are improved to make Campaign+, the new, value-added and hosted edition of Mumara Email. The old self-hosted version of Mumara Email staying as MumaraClassic and is part of Mumara App Store. SMS application of Mumara developed side by side, and has been featured with two variations, 1) MumaraSMS + for the service providers to set up text message and SMS marketing platform and 2) MumaraSMS, a global partner for SMS delivery.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "We haven’t stopped evolving, more than a few exciting apps are in the pipeline, while everyday our employees strive hard to make the current ones better. Team Mumara has this distinct quality of building apps by collecting features that our clients seek for. We listen to our clients and their suggestions provide us the roadmap to make our apps more users centric. Thanks for visiting us, we are eager to listen from you as well.",
      "color": "omegaDark",
      "variant": "medium"
    }
  ]
}
