{
  "text": [
    {
      "text": "**Refund Policy** (Test before Purchase)",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "Mumara doesn’t offer post purchase product returns. We offer trial period demo access to test almost all the apps we currently offer, trial period may vary depending on the app or version of the app. From MumaraClassic to recent editions of Campaigns+ and others, you can easily apply and access a trial period demo account access, minimum of 15 days. We strongly believe that everyone should be offered a fair chance to test apps to their satisfaction before making a purchase. We encourage you to take an advantage of our “Test before Purchase” policy, and apply for the free trial tour of desired app, to evaluate if the app/version suits your business needs. During the trial period you can test the app to your satisfaction, can read the help guides, can ask as many questions as you want and you will find our support team proactively responding to your concerns. We don’t currently accept any post purchase claims for the refund.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "**Intellectual Property**, Patents and Copyrights of the Apps",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "You agree not to decompile, reproduce, reassemble or reverse engineer the applications, by any means, in whole or in parts. Mumara reserves and will continue to hold all the rights of the apps, therefore you as buyer have no right to directly or indirectly, attempt to reach the source code, copy the concept/ idea behind the application, try to reproduce the backend structure or algorithms, publish, rewrite or copy the content and the documentation associated with the apps.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "You moreover agree not to modify or remove the trademark or copyright material. The trademark material includes but not limited to, the brand name, logo, slogan, design and other trademark substance that software uses in connection with Mumara.  You agree that you will not remove or try to modify the trademarks, or try to co-brand with your own product.  You acknowledge the ownership rights of the apps are reserved by Mumara.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "3rd Party **Services**",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "There are apps that are dependent on third party software, service or application for the proper functioning. E.g. MumaraSMS+ depends on gateways like Infobip, Clickatell for sending. Campaign+ offers integration to configure a sending node of Amazon SES, SendGrid and such. Mumara cannot be held responsible for the loss, in case one or more of these services stop functioning.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "Installation **&** Configuration",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "Once the software is delivered or the account is provisioned in accordance to the purchased package, Mumara doesn’t take responsibility to configure the 3rd party resources, e.g. configuration of mail server or SMTP to function with MumaraClassic / Campaign+ or integration of a new Gateway for SMS delivery. Apart from the installation of our apps, you will be billed for the services and assistance provided by team Mumara. If you need configuration or custom development, you are advised to discuss with a representative of Mumara about the pricing of such services.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "**SMS Delivery** Services",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "In case of subscribing to a package of MumaraSMS for the SMS delivery, you must comply with the regulations governed by the law. MumaraSMS isn’t liable for the content you are transmitting through our app, as we don’t change/modify the content you are sending through the SMS. However, we do give guidelines and keep certain policy to restrict, terminate or block certain kind of content.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "Spamming & **Spam Laws**",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "Applications belonging to Mumara such as Campaigns+ or MumaraClassic facilitate the clients to configure a solution for bulk email sending. Though we don’t directly have any control to monitor the email streams like Email Server Provider or Email Relay service do, but we still make best of our efforts to encourage legitimate side of email marketing.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "We obey all existing spam laws including CASL in Canada, CAN-SPAM act in US and other laws the govern use of email in Europe. We don’t encourage or directly allow spamming in any way or form. Since, Mumara strictly believe in respecting existing spam-laws/ regulations and policies coined by major email clients to curb the spam, you as our customer agree to use our apps only for sending non-spam, legitimate and solicited emails.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "**GDPR** Compliance",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "Being a software service provider facilitating clients to use marketing automation tools including email marketing, we always encourage our clients to ensure compliance to the current laws and regulations, as mentioned earlier in this TOS doc about CAN-SPAM or CASL. Since General Data Protection Regulation (GDPR) has been made effective within EU regions, we find it appropriate to make our clients aware of it and make few changes in the TOS docs.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "GDPR would apply to all the entities whether in personal capacity or as an organization, collecting and processing the data belonging to EU residents. No matter they belong to a region outside of EU, unless they are collecting and processing the EU residents personal data, GDPR would apply. To keep you out of trouble zone, we would encourage our customers to go through from GDPR and the GDPR consent guidance to its lengths. Here in our TOS, we would outline the important aspects to ensure maximum compliance through this extract.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "Major part about the email in GDPR deals with how you should acquire the consent? and later use this consent for data processing. Consent under GDPR is more than just permission; the consent is addressed as “Freely given, specific, informed and unambiguous“.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "Active Optin",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "There shouldn’t be readily ticked checkboxes while collecting the consent. The opt-in box should be unchecked, and to consider the consent valid under GDPR, the contact should actively tick that opt-in checkbox. You shouldn’t follow the procedure of passive opt-in consent.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "Specific and Informed",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "You shouldn’t use tricky ways to collect consent by linking it to the TOS and privacy notification or any services, unless email is required to complete certain service. Keep the consent to send specific communication through email separate from the earlier mentioned.",
      "color": "omegaDark",
      "variant": "medium"
    },
    {
      "text": "Freely Given",
      "color": "omegaDarker",
      "variant": "h4"
    },
    {
      "text": "Consent to send email should be freely given by the contact, don’t attach”Subscribe to Newsletter” in return to certain action, i.e. download a free book. Freely given consent will only be considered valid under GDPR.",
      "color": "omegaDark",
      "variant": "medium"
    }
  ]
}
