{
  "collection": [
    {
      "text": [
        {
          "text": "SMS Marketing and Beyond",
          "variant": "h4"
        },
        {
          "text": "Everything you need to compose, send and scale your text messages with high-level of precision. Just one account and you are connected with the global mobile carriers of 190 plus destinations. No matter in which country your contacts are located, you can reach them within seconds’ right on their mobile. From startups to large enterprises, marketers to non-profit organizations, financial organizations to digital wallets, we have compilation of all essential and dynamic features fit for everyone’s requirements."
        }
      ],
      "icon": {
        "src": "../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "Get your Contacts Organized",
          "variant": "h4"
        },
        {
          "text": "Create list with appropriate places to save not just contact names and contact numbers, store as much information as you know about your contacts. Their geographical information, demographic details gender to their job title and gender, whatever you know can be used later."
        }
      ],
      "icon": {
        "src": "../../assets/flexiblocks/icons/bx-mobile-alt.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "Make use of Smart Sending",
          "variant": "h4"
        },
        {
          "text": "Don’t want to send it now? Put it off for the later time & date that best suits your campaign. Manage sending to the customers beyond boarders, schedule for the most convenient time to hit the customer’s mobile, and fill the time zone gap easily."
        }
      ],
      "icon": {
        "src": "../../assets/flexiblocks/icons/bx-mail-send.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "Reporting and Performance Analysis",
          "variant": "h4"
        },
        {
          "text": "See how much of the messages are successfully delivered, and learn what happened to the contacts that returned with some failure. Review reports and logs of every campaign you sent, extract meaningful insights from the available data and draw performance analysis graphs."
        }
      ],

      "icon": {
        "src": "../../assets/flexiblocks/icons/bx-bar-chart-alt.svg",
        "bg": "white",
        "color": "alpha"
      }
    }
  ]
}
