{
  "text": [
    {
      "text": "**NEED ANSWERS? WE GOT’EM**",
      "variant": "h6"
    },
    {
      "text": "Frequently Asked Questions",
      "variant": "h2"
    }
  ],
  "collection": [
    {
      "text": [
        {
          "text": "How does Mumara ONE work?",
          "variant": "h5"
        },
        {
          "text": "Mumara ONE is an email delivery service that empowers businesses to easily send emails from Mumara ONE platform. We’ve built a powerful, cloud-based infrastructure that scales gracefully and handles multi-million emails per month so you don’t have to deal with the complexity and hassle of maintaining your own servers. It’s free to sign up and easy to get started. Read our docs for more info on how Mumara ONE works."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How does your billing work?",
          "variant": "h5"
        },
        {
          "text": "Your registration date serves as your billing cycle, with charges recurring monthly on the same date If you exhaust your monthly email credits, you have the option to purchase additional credits from your client area. "
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How can I upgrade my account?",
          "variant": "h5"
        },
        {
          "text": "You can upgrade your account at any time to get more volume and more features from your Client area or Subscription page. You will be charged a pro-rated amount when you upgrade a plan."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How do I send my transactional emails with Mumara ONE?",
          "variant": "h5"
        },
        {
          "text": "Since Mumara ONE exposes both an HTTP API and an SMTP endpoint, you can choose to send the way you’d like. Both ways have their advantages. SMTP is easy to set up and often plug and play, but the API is much more reliable at scale. If you’re building an application, we recommend using our HTTP API."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How many dedicated IPs do I need? Can I get more?",
          "variant": "h5"
        },
        {
          "text": "While certain customers find satisfaction with our shared IPs, others prefer the advantages of dedicated IPs, providing greater control over reputation and deliverability. Various plans include varying numbers of dedicated IPs, excluding the free plan, which does not offer any dedicated IPs."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    }
  ]
}
